{
    "@metadata": {
        "authors": [
            "Vikipolimer"
        ]
    },
    "adiutor-title": "The name of the extension",
    "adiutor-desc": "{{desc}}",
    "adiutor-beta-feature-enabled": "Beta feature status",
    "adiutor-create": "This message will be displayed on the action window.",
    "adiutor-request": "This message will be displayed on the request action window.",
    "adiutor-protection-policy": "This message will be displayed on the protection policy action window.",
    "adiutor-speedy-deletion-policy": "This message will be displayed on the create speedy deletion request action window.",
    "adiutor-delete": "Label for the delete function or option within the Adiutor extension, typically used to remove content or cancel actions.",
    "adiutor-other-options": "This message will be displayed on various windows.",
    "adiutor-propose": "This message will be displayed on the action window.",
    "adiutor-continue": "This message will be displayed on the action window.",
    "adiutor-options": "This message will be displayed on the action window.",
    "adiutor-protect-against-rebuilding": "This message will be displayed on the speedy deletion request action window.",
    "adiutor-protect-against-rebuilding-help": "This message will be displayed on the speedy deletion action window.",
    "adiutor-rationale": "This message will be displayed on the user block request action window.",
    "adiutor-rationale-placeholder": "This message will be displayed on the article for deletion request action window.",
    "adiutor-inform-creator": "This message will be displayed on the article for deletion request action window.",
    "adiutor-inform-creator-help": "This message will be displayed on the article for deletion request action window.",
    "adiutor-rpp-rationale-placeholder": "This message will be displayed on the page protection request action window.",
    "adiutor-rpm-rationale-placeholder": "This message will be displayed on the page move request action window.",
    "adiutor-afd-special-page-title": "This message will be displayed on the article for deletion request action window.",
    "adiutor-create-request": "This message will be displayed on the action window.",
    "adiutor-protection-type": "This message will be displayed on the protection request action window.",
    "adiutor-choose-appropriate-tags": "This message will be displayed on the choose appropriate tags action window.",
    "adiutor-prd-deletion-rationale": "This message will be displayed on the window while proposing article for deletion",
    "adiutor-prd-deletion-type": "This message will be displayed on the window while proposing article for deletion",
    "adiutor-prd-deletion-type-1": "This message will be displayed on the window while proposing article for deletion",
    "adiutor-prd-deletion-type-2": "This message will be displayed on the window while proposing article for deletion",
    "adiutor-prd-deletion-type-1-help": "This message will be displayed on the window while proposing article for deletion",
    "adiutor-prd-deletion-type-2-help": "This message will be displayed on the window while proposing article for deletion",
    "adiutor-rpp-header-title": "This message will be displayed on the protection request action window.",
    "adiutor-rpp-incomplete-request-details": "This message will be displayed on the protection request action window.",
    "adiutor-rpm-incomplete-request-details": "This message will be displayed on the page move request action window.",
    "adiutor-prd-header-title": "This message will be displayed on the window while proposing article for deletion",
    "adiutor-csd-header-title": "This message will be displayed on the create speedy deletion request action window.",
    "adiutor-csd-header-description": "This message will be displayed on the create speedy deletion request action window.",
    "adiutor-rpp-header-description": "This message will be displayed on the request page protection action window.",
    "adiutor-prd-header-description": "This message will be displayed on the proposed deletion request action window.",
    "adiutor-new-name": "This message will be displayed on the page move request action window.",
    "adiutor-pmr-header-title": "This message will be displayed on the page move request action window.",
    "adiutor-pmr-header-description": "This message will be displayed on the page move request action window.",
    "adiutor-afd-header-title": "This message will be displayed on the article for deletion request action window.",
    "adiutor-afd-header-description": "This message will be displayed on the article for deletion request action window.",
    "adiutor-tag-header-description": "This message will be displayed on the page tagging action window.",
    "adiutor-page-move-request": "This message will be displayed on the adiutor menu.",
    "adiutor-page-protection-request": "This message will be displayed on the adiutor menu.",
    "adiutor-tag-page": "This message will be displayed on the adiutor menu.",
    "adiutor-settings": "Label for accessing the central settings or configuration panel within the Adiutor extension.",
    "adiutor-localization-settings-has-been-updated": "This message will be displayed on the localization settings update confirmation window.",
    "adiutor-copyright-infringing-page": "This message will be displayed on copyvio check window.",
    "adiutor-operation-completed": "This message will be displayed after operations completed.",
    "adiutor-operation-failed": "This message will be displayed after operations failed.",
    "adiutor-no-namespace-reason-for-csd-title": "This message will be displayed on the create speedy deletion request action window.",
    "adiutor-no-namespace-reason-for-csd": "This message will be displayed on the create speedy deletion request action window.",
    "adiutor-and": "This message will be displayed on the user page widget.",
    "adiutor-select-speedy-deletion-reason": "This message will be displayed on the Adiutor dashboard.",
    "adiutor-warning": "This message will be displayed on the various windows.",
    "adiutor-select-a-tag": "This message will be displayed on article tagging dialog.",
    "adiutor-article-tagging-configuration-title": "Article tagging configuration",
    "adiutor-article-tagging-description": "Description of the article tagging feature within Adiutor.",
    "adiutor-settings-label": "Label for accessing settings within Adiutor.",
    "adiutor-use-multiple-issues-template-label": "Label for the option to use a template addressing multiple issues in an article.",
    "adiutor-multiple-issues-template-description": "Description of the multiple issues template used for tagging articles with several problems.",
    "adiutor-multiple-issues-template-label": "Label for the multiple issues template used in article tagging.",
    "adiutor-multiple-issues-template-help-text": "Help text providing guidance on how to use the multiple issues template.",
    "adiutor-uncategorized-template-label": "Label for the template used to mark articles as uncategorized.",
    "adiutor-uncategorized-template-help-text": "Help text for the uncategorized template, explaining its use and importance.",
    "adiutor-summaries-label": "Label for the section where users can write summaries of their actions or changes.",
    "adiutor-api-post-summary-label": "Label for the field where users can input summaries for API posts.",
    "adiutor-add-new-tag-label": "Label for the option to add a new tag to an article.",
    "adiutor-label-column": "Label for the column in a table or list where labels are displayed.",
    "adiutor-action-column": "Label for the column in a table or list where actions are displayed.",
    "adiutor-delete-button": "Label for the delete button in the interface.",
    "adiutor-create-speedy-deletion-configuration-title": "Title for the configuration section related to creating speedy deletion requests.",
    "adiutor-create-speedy-deletion-configuration-description": "Description of the configuration settings for creating speedy deletion requests.",
    "adiutor-parameters": "Label for the section where users can set or view parameters for various actions.",
    "adiutor-parameters-description": "Description of the parameters section, explaining its purpose and usage.",
    "adiutor-parameters-page-name": "Label for the parameter specifying the name of the page being acted upon.",
    "adiutor-parameters-new-page-name": "Label for the parameter specifying a new name for a page, typically used in page move requests.",
    "adiutor-parameters-protection-duration": "Label for the parameter setting the duration of page protection.",
    "adiutor-parameters-protection-type": "Label for the parameter specifying the type of protection to be applied to a page.",
    "adiutor-parameters-protection-rationale": "Label for the parameter where users can input the rationale for page protection.",
    "adiutor-parameters-rationale": "Label for a general rationale parameter, used in various types of requests.",
    "adiutor-parameters-day": "Label for the parameter specifying the day in date-related settings or queries.",
    "adiutor-parameters-month": "Label for the parameter specifying the month in date-related settings or queries.",
    "adiutor-parameters-year": "Label for the parameter specifying the year in date-related settings or queries.",
    "adiutor-parameters-requester": "Label for the parameter indicating the user who is making a request.",
    "adiutor-parameters-reason-data": "Label for the parameter where data supporting the reason for an action is entered.",
    "adiutor-parameters-reason-value": "Label for the parameter where the reason for an action is specified.",
    "adiutor-speedy-deletion-policy-link": "Label for the link to the policy regarding speedy deletions.",
    "adiutor-speedy-deletion-policy-page-shortcut": "Label for the shortcut to the page outlining the speedy deletion policy.",
    "adiutor-csd-notification-template": "Label for the template used to notify users about a speedy deletion request.",
    "adiutor-copy-vio-reason-value": "Label for the parameter specifying the reason related to copyright violation in deletion requests.",
    "adiutor-csd-template-start-single-reason": "Label for the template used in speedy deletion requests with a single reason.",
    "adiutor-csd-template-start-multiple-reason": "Label for the template used in speedy deletion requests with multiple reasons.",
    "adiutor-single-reason-summary": "Label for the summary field in cases where a single reason is provided for an action.",
    "adiutor-multiple-reason-summary": "Label for the summary field in cases where multiple reasons are provided for an action.",
    "adiutor-api-post-summary-for-talk-page": "Label for the summary field specifically for API posts related to talk pages.",
    "adiutor-api-post-summary-for-log": "Label for the summary field specifically for logging API posts.",
    "adiutor-name-space": "Label for the parameter or setting specifying the namespace in which an action takes place.",
    "adiutor-add-new": "Label for the option to add a new item or entry in a list or table.",
    "adiutor-postfix-reason-usage": "Label for the usage instructions of the postfix reason in various templates or forms.",
    "adiutor-multiple-reason-separation": "Label for the method or format used to separate multiple reasons in a list or form.",
    "adiutor-close": "Label for the button or option to close a window or dialog.",
    "adiutor-protection-durations": "Label for the list or selection of available protection durations in protection-related actions.",
    "adiutor-protection-types": "Label for the list or selection of available types of protection in protection-related actions.",
    "adiutor-save-configurations": "Label for the option to save current configurations or settings.",
    "adiutor-in-page-request-templating-configuration": "Label for the configuration settings related to in-page request templating.",
    "adiutor-single-reason-template": "Label for the template used when a single reason is provided in a request or action.",
    "adiutor-single-reason-template-description": "Description of the single reason template, explaining its use.",
    "adiutor-multiple-reason-template": "Label for the template used when multiple reasons are provided in a request or action.",
    "adiutor-multiple-reason-template-description": "Description of the multiple reason template, explaining its use.",
    "adiutor-output": "Label for the output section or area in the interface.",
    "adiutor-summaries": "Label for the section where summaries of actions or changes are displayed or entered.",
    "adiutor-speedy-deletion-reasons": "Label for the list or selection of reasons available for speedy deletion requests.",
    "adiutor-name": "Label for the field or column where names are displayed or entered.",
    "adiutor-action": "Label for the field or column indicating the action taken or to be taken.",
    "adiutor-deletion-reasons-for": "Label for specifying the reasons for deletion in deletion requests.",
    "adiutor-value": "Label for the field or column where values are displayed or entered.",
    "adiutor-data": "Label for the section or field where data related to an action or request is displayed or entered.",
    "adiutor-label": "General label for fields or columns in tables or forms.",
    "adiutor-help": "Label for the help or information section in the interface.",
    "adiutor-tag-labels": "Label for the section or field where labels for tags are displayed or entered.",
    "adiutor-tags-for": "Label indicating the tags applied or to be applied to an item or content.",
    "adiutor-tag-template": "Label for the template used in tagging actions.",
    "adiutor-description": "General label for the description field in various forms or templates.",
    "adiutor-add-sub-item": "Label for the option to add a sub-item under a main item in a list or form.",
    "adiutor-sub-items-for": "Label indicating the sub-items under a main item in a list or form.",
    "adiutor-required": "Label indicating that a field or entry is required in a form or template.",
    "adiutor-parameter": "General label for a parameter in settings or configurations.",
    "adiutor-type": "Label for the field or column where the type of an item or action is specified.",
    "adiutor-proposed-deletion-configuration": "Label for the configuration settings related to proposed deletions.",
    "adiutor-proposed-deletion-description": "Description of the proposed deletion feature or process in Adiutor.",
    "adiutor-prod-notification-template": "Label for the template used to notify about a proposed deletion.",
    "adiutor-proposed-deletion-template": "Label for the template used in the proposed deletion process.",
    "adiutor-proposed-deletion-unsourced-blps-template": "Label for the template specifically for proposing the deletion of unsourced biographies of living persons.",
    "adiutor-api-post-summary": "Label for the summary field used in general API posts.",
    "adiutor-api-post-summary-for-creator": "Label for the summary field specifically for API posts intended for the creator of a page or content.",
    "adiutor-proposed-deletion-template-description": "Description of the proposed deletion template, explaining its purpose and use.",
    "adiutor-proposed-deletion-blps-template": "Label for the template used in proposed deletions of biographies of living persons.",
    "adiutor-proposed-deletion-blps-template-description": "Description of the template used for proposed deletions of unsourced biographies of living persons.",
    "adiutor-request-page-move-configuration": "Label for the configuration settings related to page move requests.",
    "adiutor-request-page-move-description": "Description of the page move request feature within Adiutor.",
    "adiutor-noticeboard": "Label for the noticeboard feature or section within Adiutor.",
    "adiutor-content-pattern": "Label for the pattern or format used for content within Adiutor.",
    "adiutor-content-pattern-description": "Description of the content pattern, explaining how content should be formatted or structured.",
    "adiutor-create-new-section": "Label for the option to create a new section in a document or page.",
    "adiutor-new-section-description": "Description of the new section feature, explaining its purpose and how to use it.",
    "adiutor-new-section-title": "Label for the field where users can enter a title for a new section they are creating.",
    "adiutor-use-exist-section": "Label for the option to use an existing section within a document or page.",
    "adiutor-use-exist-section-description": "Description of how to use an existing section, including guidelines on when and why to use this option.",
    "adiutor-section-id": "Label for the field where users can enter or view the ID of a section.",
    "adiutor-section-id-description": "Description of the section ID, explaining what it represents and how it is used.",
    "adiutor-no-section-description": "Label for indicating that no description is provided for a section.",
    "adiutor-text-modification-direction": "Label for instructions or guidelines on how to modify text within Adiutor.",
    "adiutor-request-page-protection-configuration": "Label for the configuration settings related to requesting page protection.",
    "adiutor-request-page-protection-description": "Description of the page protection request feature, outlining its purpose and how to use it.",
    "adiutor-create-speedy-deletion": "Label for the feature to initiate a speedy deletion request for a page or article within the Adiutor extension.",
    "adiutor-request-page-protection": "Label for the option to request protection for a specific page, preventing unwanted edits or changes.",
    "adiutor-request-page-move": "Label for the feature allowing users to request the moving or renaming of a page within the wiki or content management system.",
    "adiutor-proposed-deletion": "Label for the feature that enables users to propose the deletion of a page or article, subject to community review or guidelines.",
    "adiutor-article-tagging": "Label for the article tagging feature, enabling users to add tags to articles for categorization or highlighting specific issues.",
    "adiutor-request-speedy-deletion": "Label for the option to quickly request the deletion of a page or article, typically used for clear cases of non-compliance with guidelines.",
    "adiutor-propose-deletion": "Label for the option to propose the deletion of an article, initiating a review or discussion process for its removal.",
    "adiutor-request-protection": "Label for requesting protection measures for a page, to safeguard against vandalism or unauthorized edits.",
    "adiutor-tag-article": "Label for the feature that allows users to tag articles with specific labels, indicating content status or needed improvements.",
    "adiutor-configurations-saving": "Label for the saving process of configurations or settings.",
    "adiutor-try-again": "Label for the option to try again after an error or failed attempt.",
    "adiutor-csd-use-reason-value": "Label for the option to use a reason value in a speedy deletion request.",
    "adiutor-csd-use-reason-data": "Label for the option to use a reason data in a speedy deletion request.",
    "adiutor-csd-use-reason-value-description": "Description of the option to use a reason value in a speedy deletion request.",
    "adiutor-csd-use-reason-data-description": "Description of the option to use a reason data in a speedy deletion request.",
    "adiutor-csd-use-vertical-bar": "Label for the option to use a vertical bar in a speedy deletion request.",
    "adiutor-csd-use-vertical-bar-description": "Description of the option to use a vertical bar in a speedy deletion request.",
    "adiutor-csd-default": "Label for the default option in a speedy deletion request.",
    "adiutor-csd-default-description": "Description of the default option in a speedy deletion request.",
    "adiutor-prepend-text-on-the-page": "Label for the option to prepend text on the page optionally.",
    "adiutor-prepend-text-on-the-page-description": "Description of the option to prepend text on the page optionally.",
    "adiutor-append-text-on-the-page": "Label for the option to append text on the page optionally.",
    "adiutor-append-text-on-the-page-description": "Description of the option to append text on the page optionally.",
    "adiutor-module-enabled": "Label for the option to enable a module.",
    "adiutor-module-enabled-description": "Description of the option to enable a module."
}